#version: 0.2 - Trained by `huggingface/tokenizers`
Ġ t
h e
Ġ a
i n
Ġ s
Ġ w
e d
o u
Ġt he
r e
Ġ h
o n
Ġ b
e r
in g
n d
Ġt o
Ġ f
a t
i s
Ġ he
Ġ c
i t
a r
l l
Ġ m
Ġ o
a s
Ġ d
o r
e n
Ġt h
Ġ l
Ġa nd
e s
Ġ p
. "
a n
Ġ g
Ġ H
Ġo f
Ġ in
u s
Ġh a
Ġ n
Ġ y
i d
o m
l y
o w
Ġb e
o t
Ġ I
Ġw as
l e
Ġy ou
Ġ e
a c
l d
Ġ "
Ġhe r
i m
e t
Ġh is
g h
i r
Ġ on
Ġs t
v e
o o
r y
Ġ it
i c
Ġ S
Ġth at
i on
u t
a y
Ġa s
' t
' s
Ġ re
v er
ou t
a d
Ġs he
ou ld
en t
a ll
Ġw h
a l
r o
Ġa t
Ġw e
Ġ u
Ġha d
gh t
it h
Ġf or
Ġ T
u r
a m
t er
Ġw ith
k e
s e
s t
ar ry
r i
he r
Ġa n
Ġh im
k ed
, "
? "
Ġs a
Ġ D
Ġ k
Ġ M
o re
Ġs h
ĠH arry
c h
e m
p p
Ġn ot
Ġ A
i ll
Ġs e
Ġl i
Ġ P
Ġb ut
Ġsa id
Ġm e
ĠH e
Ġd o
r a
t ed
Ġk n
Ġu p
ac k
Ġ out
Ġf r
Ġ R
Ġl oo
Ġ is
Ġn e
Ġ j
us t
r ou
p e
c e
k ing
i f
ĠT he
Ġa b
h ing
Ġha ve
om e
Ġd id
." "
Ġs o
a g
ar d
i l
Ġf e
Ġthe y
er m
es s
Ġ C
u m
a in
Ġ W
Ġw ould
ion e
on e
erm ione
Ġwe re
in d
all y
Ġc ould
Ġg o
Ġa ll
Ġfr om
. .
Ġa l
ĠS he
Ġc h
u n
q u
Ġthe m
an t
he n
Ġth is
he d
r ac
Ġ B
Ġin t
i ght
Ġ L
! "
Ġab out
ow n
Ġ r
a nd
c t
oo d
Ġb ack
Ġwh at
Ġm y
Ġe x
Ġs u
Ġ G
Ġl e
â Ģ
Ġn o
ar t
Ġkn ow
Ġj ust
ver y
Y ou
as t
Ġli ke
ĠH ermione
i us
e ll
h at
Ġc l
Ġc on
e l
a b
v en
l ed
l f
Ġan y
u l
Ġon e
o y
Ġw or
Ġyou r
i g
Ġint o
T he
e ar
Ġs m
ou r
t her
Ġ if
id e
Ġg et
rac o
Ġ qu
Ġbe en
es t
ou s
Ġe y
Ġdid n
Ġa g
Ġ N
i e
Ġt im
a ke
Ġa re
Ġto o
w ay
f ore
on g
Ġw hen
Ġth ou
Ġ ro
a re
am e
s s
Ġd e
Ġo ver
f f
u d
Ġc an
n t
Ġha nd
a p
Ġthe ir
Ġd own
o p
rou nd
at e
ir ius
er s
g e
Ġwh o
Ġs ome
Ġbe fore
Ġ v
or t
Ġ J
em us
e p
in k
ic e
ur n
ac e
Ġ us
Ġc om
Ġ F
is t
c k
Ġo r
Ġtim e
i ly
Ġloo ked
ĠI t
at ion
Ġp l
as s
u g
Ġthe re
Ġb l
Ġof f
a k
Ġas ked
Ġp o
e nd
t ing
ĠD raco
Ġhe ad
Ġey es
Ġb y
d d
' m
?" "
er ed
Ġthe n
se lf
ĠS irius
Ġt w
ri ght
Ġse e
ic k
Ġh ow
Ġw ill
u ll
ot her
Ġm ore
' d
Ġd on
i le
am es
all a
n a
k s
f ter
Ġo ther
ĠR emus
it e
Ġag ain
' re
Ġf l
Ġs p
um b
o st
on d
re at
Ġa round
H e
Ġgo ing
i ve
Ġe ven
o l
Ġs c
Ġp ro
Ġth ink
u re
om et
i z
in n
Ġa r
Ġm an
pp ed
a us
o g
Ġth an
v ing
Ġw ant
p l
Ġe very
' ll
o s
ĠC alla
Ġw ay
Ġs ay
Ġg r
Ġg l
Ġn ow
Ġon ly
a ve
f e
t hing
ou nd
Ġthou ght
an g
in e
v ed
Ġt urn
Ġu n
.. .
Ġs omet
ad e
Ġsh ould
t h
o se
Ġ O
is s
Ġp re
âĢ ¦
ri end
ab le
o ld
Ġl et
Ġst ill
Ġy ear
ĠR on
Ġ en
Ġs l
Ġf ir
he re
I t
Ġ E
t le
w ard
Ġro om
n e
H arry
Ġg ot
Ġa fter
ĠJ ames
Ġth ing
Ġsomet hing
at her
p t
âĢ Ķ
Ġm u
ĠP ot
Ġst ar
Ġs pe
f ess
i ous
Ġne ed
rou gh
a king
umb led
Ġf riend
Ġmu ch
a ir
ic h
oo k
Ġ right
Ġtw o
e ver
Ġfir st
Ġf ace
a u
Ġloo k
Ġt r
fess or
Ġha pp
Ġbe c
Ġkn e
aus e
Ġl it
ug g
Ġt e
ĠW e
Ġre ally
Ġa way
d y
ri ed
en ed
Ġth rough
na pe
f t
b le
Ġd is
at ed
Ġm ade
Ġa m
Ġwas n
nd er
ĠA nd
ĠPot ter
Ġ im
Ġbe t
i re
l t
Ġhe re
Ġb r
or m
Ġ very
Ġfe el
Ġdo or
dd ed
Ġp r
W hat
Ġb oy
Ġkne w
Ġt ry
S he
le y
ion s
Ġlit tle
Ġ You
re e
ac h
u e
or n
ent s
o ve
Ġse em
o c
Ġ -
Ġsu re
Ġ ke
' ve
Ġw and
l p
Ġfe lt
Ġg ood
ad y
Ġt ell
Ġc he
is e
Ġto ld
Ġwh ich
u p
Ġo w
u c
Ġo p
ro fessor
o ll
x t
ĠS nape
umbled ore
Ġhe lp
ar k
Ġd ay
b e
ou gh
Ġw r
Ġloo king
ot h
i p
i es
Ġt al
c hed
Ġwe ll
ĠThe y
Ġu nder
Ġl ong
Ġp e
Ġtoo k
Ġturn ed
ag ic
Ġm ake
Ġne ver
Ġa c
Ġre m
u ff
an ted
an ce
oo l
Ġcon t
r ow
ac t
ĠB ut
i ed
Ġa pp
Ġw at
Ġfe w
b b
Ġw ent
Ġw al
Ġw a
Ġh as
o ice
Ġs w
as e
Ġbec ause
re ss
Ġno dded
v es
l ing
al f
r ed
Ġbe ing
Ġthou gh
m ent
Ġar m
Ġany thing
ĠD umbledore
Ġst ud
c l
Ġf in
ou se
Ġcould n
Ġb it
art s
Ġw here
ĠM r
ĠP rofessor
ir l
Ġw anted
i ld
an s
Ġhim self
alf oy
i a
Ġpo in
Ġwh ile
f ul
Ġm om
Ġt ake
ĠH og
or y
Ġg u
Ġne xt
is ed
Ġl ast
Ġ V
W e
Ġv oice
p le
A nd
Ġc ome
Ġat t
p er
s o
Ġc ur
id d
ar ed
ar m
Ġfriend s
l ie
r id
it ch
Ġg irl
ag e
Ġp ut
H ermione
ĠM alfoy
Ġf am
Ġb oth
T h
Ġbe g
il ed
ĠT h
at h
ĠP et
Ġse c
is h
Ġf ind
Ġle ft
w arts
Ġs ur
u ck
Ġow n
ow ed
in ce
e v
Ġm agic
Ġp ull
Ġs n
Ġcl ass
op le
ward s
a w
Ġha ir
t s
it y
Ġre s
u ally
Ġb ed
ĠHog warts
N o
ĠL ily
Ġc ame
en ce
s ide
Ġs it
an k
Ġ ra
Ġa ct
an c
b er
Ġg ave
Ġa d
Ġc all
ro om
ar y
Ġdo es
Ġbe h
Ġthing s
Ġre al
Ġqu ick
are nt
T hat
Ġtry ing
Ġb o
Ġsa w
Ġwh y
Ġ '
inn y
Ġ our
ig n
Ġpe ople
Ġd es
B ut
re w
Ġe l
Ġhand s
i et
e ct
Ġe nd
on t
Ġmom ent
a h
Ġn ight
way s
ĠC h
Ġp art
Ġstar ted
Ġc ou
ill e
Ġh ouse
Ġm o
p r
!" "
Ġseem ed
Ġwor d
Ġke ep
Ġen ough
Ġ ent
h y
Ġf ound
Ġt able
Ġu nt
ch ool
ull y
on s
Ġan other
Ġm ost
Ġc le
t y
g et
Ġde c
ev ille
Ġ Y
Ġs at
e en
re ady
in s
Ġst r
ĠB l
ent ion
ap h
as ley
Ġal ready
Ġre ad
n g
Ġne w
ĠT ed
au ght
Ġs chool
Ġme an
at ing
Ġhe ard
he s
iz ard
ab ly
Ġsm ile
Ġbeh ind
Ġt ried
Ġm ind
Ġo ld
D raco
Ġunt il
aph ne
ang er
ĠWe asley
Ġal ways
d ay
Ġon ce
Ġg ra
Ġto wards
W ell
c i
ay be
t en
Ġt ra
Ġher self
Ġal so
Ġbet ter
Ġm at
Ġwa it
Ġsm all
Ġc our
ar ly
Ġs ide
Ġex pl
ry ff
Ġre st
ro ss
s w
er ing
O h
Ġ U
o ck
ind or
a z
ryff indor
Ġs ound
Ġ K
Ġp ot
Ġm ight
Ġc are
ch ing
um p
l es
The y
Ġs il
Ġp er
Ġsome one
Ġan sw
ĠG ryffindor
Ġfam ily
Ġe m
ly ther
Ġs et
ĠA l
n ing
pp ing
Ġdo ing
Ġsm iled
Ġop en
Ġf oll
Ġagain st
Ġsu pp
a v
Ġre t
Ġh ard
Ġs ince
ĠG inny
Ġwould n
Ġb est
ĠS lyther
Ġe ver
Ġwor k
Ġim p
Ġcl os
Ġm in
Ġd ra
or d
ĠN eville
Ġe ach
Ġa w
ĠD aphne
Ġfr ont
Ġj o
Ġs ame
Ġb reat
Ġquick ly
at er
Q u
Ġyear s
Ġc r
" "
f ully
an ge
Ġspe ll
m ost
us ed
Ġp arent
ĠH is
Ġcour se
h o
re ak
ar ing
Ġqu ite
ĠG r
Ġn ame
or ry
Ġwh is
Ġc o
Ġevery one
ter ed
Ġch ild
Ġth ree
Ġel se
Ġevery thing
ent ly
Ġsur pr
Ġst and
Ġb ook
Ġd one
Ġsec ond
Ġf ather
Ġwe e
S o
n c
o pe
Ġg i
Ġst ay
re am
ĠH er
Y es
Ġbe lie
Ġparent s
Ġh ur
Ġcon f
Ġget ting
Ġm other
Ġfl o
ĠThe re
t ain
Ġhad n
Ġh ome
Ġp le
Ġ ide
Ġwal ked
Ġqu est
g g
Ġwith out
Ġs le
Ġnot hing
Ġs k
m ed
Ġal most
Ġqu iet
Ġfeel ing
Ġd if
Ġl ove
Ġbeg an
Ġw ond
Ġin st
ur ed
is hed
is ter
ĠL uc
c ted
ious ly
Ġth ose
ar c
ate ly
e ah
Ġl ot
Ġ Qu
R emus
ĠTed dy
e e
n ed
ĠT hat
Ġle ast
it her
Ġst art
Ġr un
Ġstud ents
ĠPet er
ow ing
Ġunder st
en s
Ġhapp ened
k ay
Ġw izard
en se
Ġab le
Ġpull ed
b ably
ever us
l ess
Ġey e
ĠI f
Ġtal k
Ġp ass
Ġli ght
re nt
us hed
Ġd ark
ad m
Ġl a
l i
Ġre c
er v
oo ks
Ġso on
id ed
Ġh old
Ġg re
ĠM c
Ġo b
ul t
f orm
ugg le
w een
Ġsh ook
in ed
Ġcont in
ot t
on ag
Ġpl ace
as ter
pe ct
onag all
Ġb ad
Ġcom m
t o
t e
ĠW hat
Ġlet ter
p s
Ġst ood
i gh
Ġst e
Ġbet ween
Ġrem em
Ġfin ally
Ġe ar
b us
get her
Ġto gether
ĠSlyther in
em ent
G onagall
Ġide a
Ġas s
ĠD e
ain ed
a pp
or s
Ġany one
Ġli fe
Ġha ving
ĠI n
Ġdoes n
Ġst o
Ġman y
Ġr ather
Ġpl ay
re t
Ġg ive
Ġmin ut
Ġan g
ig hed
Ġm out
Ġyou ng
Ġpro bably
ag rid
Ġse en
ur ing
Ġas k
Ġ (
Ġarm s
Ġw on
ou d
iz ed
Ġcall ed
ic ally
Ġs ighed
Ġb reak
re n
air s
H ow
Ġret urn
o ot
Ġk ind
Ġre l
Ġwhis p
Ġst op
orn ing
Ġhe ar
ra h
Ġword s
ver s
i ble
au gh
Ġmout h
ĠMc Gonagall
Ġex c
ugg ed
Ġf ar
in king
Ġus e
Ġp ers
Ġm ust
b l
Ġbl ood
ic ked
Ġs im
Ġl augh
Ġr ed
ir d
Ġcom p
Ġy et
Ġact ually
Ġm aking
Ġsh r
Ġle ave
iss a
Ġbelie ve
n ess
i x
y ing
âĢ ĵ
u ed
r rah
Ġro ll
s h
e ad
un g
Ġg reat
c or
o ke
it ed
Ġflo or
dd en
i b
em ort
um m
old emort
Ġunderst and
S irius
Ġre pl
Ġsu ch
ight ly
Ġsu dden
o on
Ġs qu
Ġf ing
ac hed
Ġl ater
Ġm orning
Ġbr other
Ġb ooks
ug hed
arc issa
Ġme et
Ġm em
ĠM in
Ġbreat h
Ġla ughed
Ġop ened
Ġl ist
ow er
Ġha lf
ĠTh is
Ġt aking
Ġl ess
Ġtal king
Ġac c
ĠH agrid
a il
Ġc ast
ĠS t
un t
Ġdif fe
er tain
p ly
Ġf ire
Ġde f
ĠBl ack
Ġw ar
ĠH ow
Ġs orry
re st
Ġit s
a le
rac t
Ġwor ld
fe ct
Ġneed ed
Ġsle ep
Ġgr inn
Ġwhisp ered
Ġsit ting
Ġin side
Ġon to
b o
ig g
Ġpre t
Ġw ind
Ġl o
Ġwr ong
Ġhe ld
Ġpers on
Ġsl ow
Y eah
Ġus ed
Ġre as
Ġal ong
e g
ĠN o
Ġp ast
d er
The re
Ġnot ic
f ort
ĠS everus
or ge
Ġin v
Ġe as
b r
Ġhe art
Ġcon s
p ed
Ġg one
Ġac ross
ĠA s
Ġd et
Ġ âĢĵ
i v
Ġcom ing
Ġgl anc
ĠGr anger
cor p
Ġk ill
c y
Ġ 1
ic t
Ġm iss
Ġshould er
ĠV oldemort
Ġv is
Ġin ter
Ġcl ose
ak es
Ġsto pped
Ġd ro
ĠM ar
en ing
D o
Ġw om
ĠF red
Ġh ope
corp ius
Ġwat ched
bb ed
Ġs ort
oc ked
.. ."
Ġg round
Ġe v
Ġfr own
Ġpoin t
Ġfe et
e orge
ĠS o
Ġh our
Ġpl an
Ġquest ion
Ġin c
Ġd ist
er n
Ġte ac
an ed
Ġd r
Ġl oud
ĠY rrah
Ġis n
ap ter
Ġin s
n y
Ġpo ss
Ġdec ided
Ġke pt
us h
o d
idd le
r u
Ġf ig
Ġle ar
adm a
Ġc or
Ġboy s
Ġstar ed
Ġc at
Ġde ep
ĠA r
Th is
c ed
it c
Ġf all
ct ion
Ġres p
Ġmat ter
Ġf act
Ġf ine
Ġfe ll
Ġsay s
Ġdiffe rent
it ion
Ġw all
il ing
I f
u al
Ġf un
ĠN ot
ur s
Ġs ent
Ġthe se
Ġt ri
ce pt
N ot
Ġst ra
Ġdis app
A l
Ġreas on
Ġa ir
Ġf ore
Ġf ull
Ġcom ple
Ġf ur
Ġp ar
ant ly
ac ed
i al
Ġp ain
nc le
os ed
Ġf our
Ġ es
r ic
ap s
W hy
Ġpr om
ĠW hen
Ġwho le
Ġb room
Ġso ft
ear ed
Ġm ut
Ġe ither
Ġnotic ed
ĠA ll
Ġpr ot
Ġminut es
ĠP adma
Ġche st
Ġtra in
Ġrepl ied
e c
Ġm on
Ġother s
Ġm ove
Ġh op
Ġm ay
Ġan n
Ġsudden ly
he ad
ĠAl bus
. '
/ \
Ġst ory
Ġb u
ear s
Ġfor ward
Ġme ant
p h
Ġtim es
Ġha ll
Ġatt ention
Ġremem ber
ie w
Ġstand ing
ar ge
Ġad m
Ġhapp y
Ġn ice
ag ed
ĠMr s
Ġwee k
ĠLuc y
Ġto p
Ġwom an
idd itch
it ing
Ġpre s
Ġo kay
Ġp at
Ġdis c
Ġc aught
ak en
ĠG eorge
Ġc ertain
Ġpot ion
ĠThe n
g ed
ut h
Ġslow ly
as ed
Ġm et
Ġr u
ol og
Ġsay ing
Ġcontin ued
a ven
Ġex p
Ġun c
Ġbl ack
ĠN arcissa
Ġal one
Ġr an
e rest
Ġc ar
Ġk iss
Ġout side
Ġli ps
Ġse at
Ġm ar
Ġbo dy
Ġgl ass
Ġw itch
Ġre g
erv ous
iz e
Ġsurpr ised
ĠH all
e y
Ġc ut
Ġm aybe
ir ed
Ġhur t
Ġa p
al m
Ġwind ow
Ġy ell
Ġfoll owed
Ġt er
Ġre ached
ang ed
Ġs er
A s
Ġpoin ted
Ġn ervous
ĠF l
he l
Ġth inking
Ġfor m
ure s
D on
ĠD o
âĢ¦ "
Ġcomm on
j oy
Ġsh ow
Ġday s
Ġquiet ly
W hen
Ġst ep
inn er
Ġsw e
Ġgu ess
ing s
Ġm uggle
y s
Ġshr ugged
J ames
Ġj ump
Ġhold ing
ve l
Ġint erest
Ġd ire
Ġcomple te
Ġent ire
Ġb us
id ent
med i
w here
Ġsh out
Ġsl ightly
ation s
a ise
Ġb ro
Ġgrinn ed
or ted
Ġgirl s
pe cted
Ġ ign
Ġra ised
Ġple ase
a ving
ist ry
Ġt rou
Ġag re
Ġche e
Ġow l
l ves
Ġre ady
Ġsh ort
Ġy es
Ġex act
Ġmon th
Ġh or
i er
Ġs ister
Ġstar ing
Ġb are
en e
r on
Ġc old
at es
i pped
Ġl arge
Ġim medi
ĠD ark
c ess
Ġg rou
Ġansw er
Ġin form
ĠO r
s ed
ĠM ad
Ġcons id
Ġcon vers
Ġs umm
Ġre f
r ist
Ġansw ered
Ġpret ty
Ġcon c
Ġb ig
Ġen joy
cl aw
Ġsc ream
Ġf ight
Ġd orm
Ġteac her
ic al
ĠU ncle
C alla
ver ed
Ġmagic al
Ġsupp osed
Ġt aken
Ġspe ak
Ġs on
ic ul
Ġd uring
Ġroll ed
an ks
in a
Ġg az
or ed
Ġle g
Ġmo ved
aven claw
Ġoff ice
/\ /\
A re
Ġf ly
ĠO n
re y
as m
Ġs na
ri f
j ect
Ġb ra
ĠQu idditch
ing ly
Ġex t
Ġar ri
Ġp ract
Ġd inner
aught er
Ġwait ing
Ġinst ead
Ġimmedi ately
- ""
Ġto day
m b
Ġch ange
Ġfin ished
Ġman aged
Ġgra bbed
Ġst om
Ġfing ers
Ġc ry
Ġch apter
ĠR avenclaw
Ġw arm
in t
Ġwor ry
up in
Ġf ood
ĠN ow
Ġglanc ed
Ġturn ing
r or
Ġread ing
b es
Ġh it
T ed
k en
Ġadm it
ĠS corpius
ur or
ress ed
id ing
Ġgre en
Ġhow ever
Ġwal king
m e
bo dy
a ut
Ġc orn
f ast
ĠP er
Ġexpl ained
Ġd ou
Ġloo ks
Ġm ess
Ġch arm
et s
Ġin d
Ġpro fessor
Ġclos ed
R on
Ġex pect
Ġstra ight
ĠA t
Ġbr ing
Ġcou ple
Ġwor ried
Th ank
h aps
ĠM y
Ġ ed
ott om
Ġexact ly
a im
Ġreal ized
Ġli br
Ġmut tered
Ġsh ut
r om
or k
N ow
im e
ri e
Ġgrou p
Ġrun ning
or ies
ell a
Ġold er
Ġconvers ation
ĠA fter
M y
Ġbare ly
rou ght
Ġgi ving
us hing
Ġsh o
Ġf av
Ġany way
Ġhapp en
Ġb es
Ġp ap
u b
and ed
Ġper fect
un ch
re ad
Ġl ost
Ġs ign
Ġwat ching
Ġsu b
Ġa dded
Ġb right
uff le
Ġapp ro
Ġfrown ed
Ġd el
Ġne ar
Ġsm ir
aus ed
Ġmy self
Ġse nd
W ho
Ġn orm
Ġlibr ary
in ing
Ġb rought
Ġro bes
Ġdra w
itc hen
id es
Ġch air
ĠF or
Ġsee ing
Ġchild ren
en g
Ġb ag
Ġp ie
Ġtrou ble
Ġclos er
Ġk itchen
I n
Ġcl ot
ip s
Ġh on
ir t
ĠThe o
ĠL upin
Ġsp ot
Ġsna pped
Ġf ree
Ġe at
ĠW ith
Ġbreak fast
i an
Ġdes k
op h
ĠB e
Ġs ir
Ġst airs
ter s
Ġexpl ain
Ġt ears
Ġpre ss
ar r
Ġt ou
ĠG reat
m as
ite ly
Ġh u
Ġal right
Ġf a
ĠCh rist
v ent
pe ci
Ġs us
le ase
Ġwat er
Ġstom ach
ou ght
il i
Ġob v
Ġf oot
as h
Ġgi ven
or row
in ked
Ġcomplete ly
I s
ro ll
ĠDe ath
Ġab s
asm ine
Ġa dd
O n
Ġd anger
Ġst uff
ble m
Ġc ol
Ġch uck
se lves
Ġwere n
Ġre p
Ġimp ort
Ġse ver
ĠL ord
l in
p uff
Ġf oc
ĠJ ust
J ust
uffle puff
peci ally
ĠBl aise
Ġpot ions
Ġsp oke
an na
ut e
Ġcom pl
Ġfor g
Ġsa fe
Ġtr ans
Ġpar ch
Ġm ur
Ġthan k
s it
Ġtr ue
un k
Ġsil ence
Ġgot ten
Ġc up
un a
ive ly
Ġcorn er
o lf
Ġsever al
Ġth ro
Ġm ention
Ġconf used
Ġim ag
Ġp ushed
Ġpro blem
Ġb as
an ing
ĠChrist mas
f rey
Ġc ase
ac hel
ĠP om
ress ion
Ġspell s
or ia
Ġre v
ĠM agic
Ġeye b
ĠMin istry
us e
ud d
Ġgaz e
Ġparch ment
Ġc alm
or ing
one y
Ġgr ow
Ġf ill
am p
ĠM aybe
Ġsh aking
Ġno se
Ġag o
Ġste pped
c c
Ġb ur
Ġc oll
ĠH ufflepuff
ard s
Ġde ad
Ġagre ed
ĠW hy
Ġle aving
Ġar g
ĠW h
Ġsc ar
Ġcast le
am ed
Ġknow ing
bb ing
Ġtell ing
Ġeyeb row
Ġshould ers
urs ley
ĠA n
ĠR ose
ud ge
up id
Ġdou b
G ood
Ġs ne
ou nt
Ġgl ad
Ġs ense
re ll
is ing
ĠD ursley
Ġch ance
Ġte am
er y
Ġlong er
Ġo pp
Ġknow s
Ġsim ply
O f
is ted
a ud
g on
Ġann oy
Ġc e
ĠE very
Ġstr ange
w ork
ic king
Ġhour s
Ġc reat
i ke
Ġh igh
Ġwr ite
Ġc ross
ac ked
a id
on y
Ġsp ent
h ow
S t
Ġsurpr ise
Ġd em
Ġcle ar
Ġs ing
Ġwal k
ood y
ĠM iss
Ġprot ect
Ġpass ed
Ġexc ited
ĠJ asmine
Ġl ate
ĠPom frey
T hen
Ġ âĢ¦
Ġthro at
Ġtw ins
Ġde al
Ġyour self
Ġwh ite
Ġwond er
Ġp ower
Ġreturn ed
Ġwond ered
A fter
Ġhe al
0 0
Ġang ry
Ġf ive
oon y
Ġfig ure
- "
if t
Ġwor king
ĠE ven
ow s
Ġbl ond
Ġp ur
Ġe ff
Ġst upid
b y
Ġsh ot
Ġt one
Ġw ide
im es
C ome
Ġbe l
Ġapp eared
p he
Ġclot hes
S nape
Ġpro per
Ġsm iling
Ġrem ind
Ġl ow
Ġw ra
Ġnorm al
us an
us s
Ġbl ue
Ġap olog
Ġkn own
it s
Ġlaugh ing
Ġdro pped
Ġha ven
Ġwhat ever
er lin
Ġposs ible
Ġgr in
Ġte a
.. .""
th ough
Ġch anged
Ġfe ar
end ed
Ġs ight
Ġimport ant
Ġem pt
Ġbes ide
in ess
Ġh at
es ted
in itely
Ġg en
os p
Ġh um
Ġsec ret
Ġstr ong
g ing
Ġne arly
Ġhe av
Ġthought s
Ġle aned
Ġpap er
Ġnot e
Ġpl aced
Ġsh ar
inn ing
Ġa v
Ġg as
Ġk id
it ten
Ġpoin ts
Ġcle arly
P rofessor
il ity
Ġpull ing
Ġsumm er
Ġg ro
oll y
Ġbo x
Ġde ath
n er
Ġwat ch
or c
it al
D id
Ġp h
m m
Ġw he
Ġ ri
Ġt ired
ĠA st
if f
ot ion
Ġgl ared
Ġre lie
ĠLuc ius
ĠS oph
Ġcom fort
ir th
Ġquest ions
Ġshout ed
Ġall owed
ĠMad am
Ġle ad
anna h
z e
ac es
Ġc row
ĠS n
ul us
ud ley
Ġsk in
Ġs igh
Ġg igg
Ġsu gg
a x
bb y
M r
Ġp icked
Ġon es
ĠM uggle
Ġcor rid
if e
O kay
al s
ri ll
Ġjump ed
F or
Ġs ad
ou nc
at i
Ġt on
Ġst re
Ġstud ent
Ġex pected
bl ood
Ġb ar
Ġfly ing
ĠM oony
Ġtr ust
Ġrev iew
au ld
ĠQu ir
ĠL una
ay s
art ment
ĠA uror
ib ly
Ġex am
Ġcou n
Ġes pecially
Ġarri ved
Ġt re
Ġt en
Ġb ab
Ġbe aut
ang ing
k ward
Ġd i
Ġpo ck
W ith
Ġt reat
Ġw in
Ġl uck
ern on
Ġ 2
Ġs ick
Ġaw kward
Ġexp ression
Ġempt y
Ġg ently
Ġspe nd
Ġt ight
Ġd ad
cl ud
Ġhe ll
ro l
Ġwee ks
Ġb other
Ġgo ld
Ġwe ird
Ġf le
Ġd ear
Ġsc r
Ġcrow d
Ġb urn
Ġli ving
Ġne ck
C h
Ġnot ice
Ġfur ther
osp ital
Ġd ream
Ġex cept
Ġto m
Ġe le
Ġbl inked
Ġsc ared
A ll
Ġbec ome
Ġh o
ĠCh ar
og n
Ġgu ys
ec ause
m ore
al ina
ess alina
ugg les
Ġli ked
Ġtr uth
ĠMar aud
Ġsil ent
ri ble
Ġhop ed
Ġth row
Ġp ort
Ġas king
Ġg est
Ġwa ved
H is
Ġwor se
He y
Ġgra nd
at ur
b el
Ġmo ving
Ġresp ond
b ered
Ġ âĢĶ
Ġinform ation
S h
l u
on es
ĠR iddle
Ġf air
is k
Ġthem selves
9 9
Ġm ir
ot e
ans y
Ġhon est
cl aim
Ġsound ed
L et
b s
if ul
Ġfoll ow
Ġp ict
ĠS h
our n
Ġb all
Ġsh op
ra id
Ġare n
o ak
Ġm is
ĠR eg
Ġrec ogn
Ted dy
c es
Ġa f
ĠS usan
A t
ĠM essalina
G inny
Ġdef initely
Ġatt em
Ġton ight
in ation
Ġl ed
Ġp air
Ġex per
Ġpre p
Ġlear n
n ot
Ġo cc
ol ute
Ġshould n
Ġn umb
Ġsit u
Ġh ug
Ġem b
Ġyell ed
Ġb ath
ĠT om
Ġtom orrow
Ġclass room
t ic
Ġfing er
p ite
ĠC l
Ġpo l
M aybe
ri v
ĠV ernon
Ġblond e
Ġth ird
Ġfav or
Ġe arly
ter ing
Ġhe sit
ĠD udley
Ġr id
Ġass um
Ġg ame
ĠO ne
E R
Ġb irth
Ġm akes
ac ing
B l
Ġp ay
ĠA unt
Ġl ine
Ġatt ack
Ġ .
ĠQuir rell
ĠH annah
Ġwor ked
Ġclass es
Ġany more
f ig
Ġc ried
Ġoff ered
e al
un ia
s et
ĠH ouse
Ġche ck
Ġto w
Ġc ra
ar row
Ġpart icul
ag es
Ġm oney
Ġmonth s
H er
p ic
Ġre qu
m ents
Ġbl ank
Ġeas y
z y
Ġf ro
Ġhand ed
r it
Ġseem s
Ġaf raid
Ġa ff
Ġo dd
ĠP ro
Ġth rew
Ġli f
Ġwizard s
Ġcertain ly
B e
as k
Ġmeet ing
ili ar
Ġw ood
as hed
ro d
You r
li er
L ily
f ic
Ġremem bered
t he
ĠA m
Ġsoft ly
Ġdire ction
Ġl unch
Ġcon v
Ġcat ch
Ġpie ce
A h
le ur
Ġab ove
Ġchee ks
Ġforg ot
Ġf ut
Ġm iddle
ne y
a ld
D umbledore
Ġc ous
om ing
k es
Ġch ar
Ġgu ard
Ġfoll owing
ĠAst oria
Ġf re
Ġmem ory
Ġav o
C an
ed ric
Ġpres ent
Ġc re
Ġwait ed
Ġed ge
Ġme ans
u ly
is hing
Ġang er
Ġdanger ous
is on
ie ld
Ġm ist
Ġp aused
Ġwant s
Ġes c
ĠPer cy
Ġsing le
w hat
ĠS ome
b ut
c ome
Ġfor ced
u el
b ottom
Ġgo d
idd en
ĠPet unia
Ġc ap
ent y
rou d
and er
Ġwr iting
ĠV ic
Ġd ied
arent ly
i ved
Ġs y
Ġre pe
Ġor der
Ġjo b
Ġfill ed
Ġbeaut iful
at ers
Ġus ing
Ġus ual
Ġjo in
Ġcor re
a pped
b ed
Ġm us
Ġd ress
ĠM oody
Ġad v
ĠDursley s
rid ge
li ke
Ġev ent
L uc
o ff
Ġp un
Ġcou nt
r up
Ġl ay
am ent
Ġnew s
Ġcare fully
ĠM erlin
Ġletter s
Ġdisc uss
Ġg ri
Ġhis sed
ĠPot ions
Ġend ed
Ġcl oak
Ġsitu ation
Ġm ad
us ion
Ġear lier
Ġchuck led
w h
Ġc ir
Ġof ten
et h
Ġpo s
ĠMaraud ers
Ġs un
oc king
Ġlo ved
Ġno d
Ġput ting
Ġw ish
Ġn one
Ġstart ing
O U
W here
a ked
Ġf ix
Ġb at
Ġp ale
âĢĶ âĢĶ
Ġminut e
Ġh ide
ĠW ell
Ġkill ed
Ġp roud
Ġcur se
Ġvis it
t ig
re ly
Ġdis g
f ather
st airs
Ġsh ock
Ġli ve
Ġkeep ing
Ġdoub t
Ġh uff
oc ol
Ġbro ke
Ġcorrid or
y ou
Ġt all
ĠT o
Ġsw all
Ġfut ure
ĠP ansy
Ġstud y
tig rew
Ġh ol
Ġd aughter
Ġp an
uc ked
Ġh ate
Ġin f
Ġhead ed
Ġfl at
Ġear s
i ant
Ġs ix
Ġcom ment
in ted
Ġeven ing
Ġwhe ther
T o
l ia
Ġfam iliar
ĠReg ulus
Ġlike ly
Ġchee k
W h
Ġhelp ed
Ġp u
Ġwe ak
ĠL ong
ĠSlyther ins
Al bus
p ing
Ġabs olute
ĠChar lie
re l
ĠN at
Ġbec ame
Ġcont rol
Ġhop ing
a pe
Ġswe et
Ġpock et
Ġ Z
ud e
i ence
v is
Ġwe aring
Ġag e
r ance
Ġd est
Ġre act
Ġent ered
Ġprom ise
Ġ round
ah lia
Ġmem ories
Ġdr ink
Ġ ir
an y
ĠHe adm
ĠF leur
Ġset t
Ġn arrow
Ġgre et
S everus
e ed
ul iet
Ġbab y
b ers
Ġ er
Ġup on
Ġbirth day
Ġsqu ee
Ġfor get
Ġh ung
pl ace
Ġleg s
Ġfoc us
E x
ul ar
Ġam az
Ġwr itten
Th anks
Ġhome work
Ġmir ror
Ġbath room
u es
ver ing
Ġsecond s
Ġh ot
Ġm en
ĠHe ad
Ġdes er
Ġsupp ose
Ġsm ell
ci al
rif ied
u ct
Ġt ightly
ĠD id
in ally
ic es
Ġsome how
ugg ing
le ep
Ġth reat
ĠD ad
Ġobv iously
ĠLong bottom
on se
p ted
Ġt em
ĠC edric
ĠPet tigrew
Ġco vered
n ow
Ġp ure
Ġus ually
Ġper haps
Ġstay ed
Ġli p
ĠP at
oo king
Ġsh owed
Ġm um
mb ridge
Ġcous in
Ġadmit ted
ĠT r
Ġpl ate
Ġst uck
Ġsome where
iz ing
Ġapp re
Ġblood y
Ġor d
Ġwant ing
Ġresp onse
S orry
Ġd ate
en cy
ĠM olly
Ġnervous ly
R ight
Ġle aning
Ġfle w
Ġdra gon
Ġinter rup
Ġf it
Ġd ri
Ġqu ill
ĠE aters
ou n
ocol ate
ĠDe f
ir st
ĠCh arm
Ġbur st
ĠS c
ĠD on
Ġup set
ust r
Ġcou ch
Ġmat ch
Ġf ast
Ġte eth
Ġdisapp eared
ĠSoph ia
Ġapp ear
Ġaw are
Ġdif fic
Ġdet ention
Ġsub ject
Ġdiffic ult
om fort
E very
et er
Ġwond ering
S corpius
Ġtal ked
Ġt est
gh orn
Ġtr unk
Ġto r
v ious
ĠR o
Ġfire place
Ġglass es
Ġag ree
Ġsus pic
ĠM um
ĠF udge
lu ghorn
Ġst one
Ġan im
Ġsu c
Ġcry ing
ur ation
Ġwith in
Ġhur ried
Ġp ink
Ġbr own
ant s
rac e
Ġfir m
Ġrem ain
n o
Ġh ospital
ous es
Ġgl ance
anc es
N eville
c hes
w e
Ġt roll
Ġtr uly
Ġr at
Ġfall ing
e cted
Ġd ie
Ġyoung er
Ġre ce
Ġse lf
Ġwere w
Ġeas ily
a ff
l s
âĢĶ ""
Ġmom ents
Ġmiss ed
Ġinterest ing
ĠD ella
Ġplay ing
Ġgas ped
le t
n oon
ĠAll ey
Ġm ain
Ġdo g
Ġv iew
Ġsomet imes
ag on
ous ly
Ġbro ken
Ġpos ition
Ġ 3
on ks
c ing
Ġd am
ri g
ĠD i
ul ts
omet hing
Ġcontin ue
u nd
ĠOn ce
Ġhol id
Ġh ated
aus ing
rie f
it ies
ĠG re
Ġfore head
ĠI s
Ġst at
ain t
Ġdire ct
Ġc ool
Ġl aughter
if ic
Ġstep s
Ġsmir ked
Ġcir c
b orn
er ry
Ġdoor s
Ġsn ake
uth or
in es
ing ing
Ġinc red
fig uration
I N
Ġ ess
Ġas leep
Ġwhis per
Ġlear ned
g ain
Ġloud ly
ĠHeadm aster
in y
Ġth r
ac hing
ĠW izard
and ing
Ġun s
Ġcoun ter
w ick
z ed
f er
ep t
Ġmo on
Ġlist en
Ġf old
Ġgl are
b and
an e
ad ed
ong ue
Ġdra gg
m an
Ġse ar
Ġwand s
Ġin clud
ĠS e
st ead
Ġpart y
Ġbus y
Ġfavor ite
Ġso l
ĠHow ever
Ġp ack
st r
Ġsil ver
Ġsound s
Ġdisapp o
Ġm umbled
Ġsh irt
Ġch ocolate
ĠE x
Ġafter noon
Ġgro aned
Ġg rew
Ġget s
ĠMin ister
Ġgrinn ing
ourn ament
Ġgu il
auld ron
ĠD ahlia
Ġsh if
Ġbeg inning
Ġser ious
Ġsim ple
Ġsa ve
Ġte ach
Ġext ra
Ġinterrup ted
i or
i ent
t on
Ġl ying
Ġjo ined
Ġtou ch
n ight
ĠR achel
Ġfa ult
al ed
Ġex h
ĠG od
i pping
ĠS lughorn
ĠT H
Ġnot es
Ġbus iness
ounc ed
Ġin n
Ġdec is
~ ~
ĠW as
Ġconsid ered
R e
l ene
Ġ id
it wick
ter n
Ġthan ks
Ġbel ong
Ġsur round
Ġple as
Ġpract ice
id ence
em ber
Ġcur ious
Ġpress ed
Ġheav y
ĠPro phe
Ġu r
Ġsp l
ĠU mbridge
Ġlet ting
Ġhapp ening
ĠHog s
Ġappre ci
ĠO f
o ss
ack s
led ge
ĠGryffindor s
Ġfig ured
Ġt erm
Ġp ick
Ġconc er
Ġeyebrow s
Ġre ply
Ġsh ocked
ĠJ uliet
Ġmur m
Ġwra pped
Ġgen er
Ġshar p
Ġh us
Ġre ve
Ġch o
Ġwor th
N arcissa
Ġm aster
Ġfun ny
Ġrelie f
o ken
on ed
Ġch at
Ġpoin ting
Ġc ent
Ġy eah
ĠDo bby
arr ass
a it
w ise
Ġign ored
Ġcl im
Ġcle an
Ġunc omfort
Ġhu ge
Ġsett led
is a
Ġprom ised
Ġdem anded
P lease
Ġn ames
ĠB ell
Ġimag ine
g y
Ġe lf
un ity
dd ing
th ur
Ġrel ation
Ġwe ar
Ġex ch
ĠTh ank
Ġob s
Ġinv ol
Al right
me ade
o h
Ġw ife
Ġst ated
Ġsc ow
bo ard
Ġevent ually
A n
Ġg ather
im m
Ġen c
rill iant
Ġb le
at ive
ore s
ra b
Ġhand le
Ġsp ace
Ġcur rent
Ġhus band
P ot
Ġm ood
Ġn on
ĠL y
Ġspe cial
Ġhelp ing
Ġit self
Ġch oice
end ing
ave nder
Ġdes per
Ġun f
Ġmost ly
Ġcorre ct
Ġw ip
ĠT ra
ĠT onks
Ġal ive
ĠG o
oy le
Ġsn orted
ib ility
ĠFl itwick
Ġemb arrass
Ġhuff ed
Ġa head
Ġw oke
Ġbe at
ill ow
Ġdes pite
Ġentire ly
z k
Ġas ks
ab an
ĠHogs meade
Ġt aught
Ġs ens
Ġb ottom
Ġth ick
Ġp riv
om m
ist s
Ġeff ect
F red
R achel
z ing
Ġto ward
Ġhe aring
il es
Ġrel ax
zk aban
B ecause
Ġwe l
Ġsp r
l and
Ġb re
Ġd ue
Ġple ased
claim ed
Ġche c
ĠU n
Ġw id
Ġw ished
Ġd ressed
ĠO h
ie f
âĢ¦ ""
Ġte xt
Ġfin ish
Ġdet erm
O T
ĠP lease
Ġal though
Ġwall s
Ġp ow
Ġsk y
Ġcomp artment
Ġne ither
ag er
Ġde p
Ġcross ed
Ġremind ed
ĠA zkaban
Ġ ill
Ġhard ly
sh ip
Ġw ing
or a
Ġe ating
g er
Ġt y
Ġc ausing
ĠP l
Ġpo st
Ġinn oc
Ġp et
al er
ĠDi agon
ĠB ill
Ġspe aking
Ġteacher s
Ġnumb er
ail s
ĠA ny
ĠW ho
Ġless on
Ġc op
Ġe gg
am ing
Ġd are
Ġde cl
il ar
Ġgr owing
Ġche er
itc hes
Ġobv ious
Ġd ance
us ted
ĠP r
Ġaw ful
Ġswall owed
Ġsl ipped
Ġattem pt
et t
Ġwill ing
ĠProphe t
h art
Ġf aces
Ġmention ed
Ġconcer ned
i ot
Ġb rief
Ġc arry
ir ty
Ġwor st
ap ed
H ell
v al
Ġall ow
ab in
Ġwizard ing
erv a
Ġabsolute ly
li ver
Ġperfect ly
Ġchar ac
? !"
ĠS aid
ĠYou r
ock hart
Ġopp os
Ġpict ure
Ġamaz ing
Ġ :
Ġb rew
Ġth in
Ġp age
k ie
Ġas ide
Ġgo bl
Ġhu nd
Ġkid s
am m
ab les
Ġbed room
Ġsupp ort
Pot ter
Ġhund red
Ġfor ce
Ġbu ild
Luc y
) .
i ally
ed a
Ġc ause
Ġl ap
Ġhead s
Ġunderst ood
rom eda
Ġfr ustr
H ave
w ig
Ġt ongue
Ġh iding
Ġb ow
ĠL et
ul es
ĠN e
Ġsle e
Ġeas ier
ou l
ĠMar lene
Ġa unt
Ġh ugged
Ġli e
pe ll
art h
Ġlif ted
Hell o
u ce
Ġst are
On ce
r um
uc king
u ing
Ġw ake
Ġc aused
Ġst air
Ġcom es
Ġcle ared
e x
Ġm ass
ot ts
Ġcont act
rab be
a j
ed wig
at ri
ĠL isa
Ġam ong
so bel
ĠEvery one
ĠT w
Ġmiss ing
P er
Ġm ine
oo f
Ġex claimed
Ġreal ised
Ġfore st
Ġsugg est
g es
Ġpre fect
Ġpre vious
ild a
A ny
re me
is es
as hing
Ġint rod
Ġcan not
Ġam ount
atri x
f riend
Ġst ret
pt ion
Ġneed s
Ġwr ote
olog y
orc as
Ġrid icul
m are
am ber
Ġkiss ed
Ġscream ed
' .
Ġc as
Ġl im
ic s
ĠD a
ĠL ockhart
Ġapp arently
anc y
Ġport ra
Ġb ene
Ġl ock
if ied
Ġsl ight
Ġsn ow
Ġinterest ed
A T
Ġm ent
Ġm uggles
ĠM at
Ġsp read
Ġgr ad
Ġparticul arly
i o
Ġbeg in
Ġfight ing
Ġl ose
Ġp ushing
ump ed
ĠDe an
Ġtrain ing
ĠDef ense
Ġh ar
es ides
ĠP ar
Ġkne es
Ġfin al
ĠWh ile
ĠTr ans
Ġid iot
c ri
Ġcon ne
âĢĶ "
Ġgre y
Ġgreet ed
re s
ill y
Ġdis m
ĠAr thur
Ġdest ro
l er
Ġne cess
Ġglanc ing
Ġt ask
Ġf if
as ing
Ġch oo
ĠG oyle
Ġknow ledge
ĠIn stead
Ġlist ening
Ġsmir k
Ġfoc used
Ġgold en
f oot
Ġh ouses
ĠL ike
Ġconc ern
Ġl ocked
ĠG ale
ĠF il
Ġrepe ated
p ar
ir m
Ġkn ocked
ak er
Ġfl oo
Ġstre et
w ell
Ġm id
Ġm ap
Ġstr ugg
Ġsho es
Ġannoy ed
ĠAuror a
O ne
Ġdel i
Ġoppos ite
c ious
h ip
s ing
an or
ry ing
Ġnight mare
Ġsugg ested
Ch apter
Ġwerew olf
ĠI sobel
Ġan x
Ġres pect
Ġcare ful
Ġconsid er
c ase
ĠA gain
Ġse ven
Ġcon st
ren ce
Ġrespond ed
Ġpo or
Ġcr ack
Ġbra in
Ġhonest ly
r ass
Ġhe ir
us ing
Ġno dding
Ġyour s
L ook
ĠS ee
Ġis s
Ġgr ate
V ic
Ġl anded
un ately
Ġno ise
Ġcon d
ĠY OU
Ġco ver
k er
Ġf ool
Ġway s
Ġgrow led
at ure
Ġp op
Ġoff er
Ġhead m
Ġspe c
Ġstay ing
Ġign oring
Ġholid ays
m ates
Ġavo id
rel aw
Ġrelation ship
! '
Ġw ave
Ġsc off
Ġacc ident
Ġt ree
Ġd un
Ġre se
ĠAr ts
ĠL e
Ġsm art
Ġhum an
g n
Ġrem ained
Ġfind ing
relaw ney
i ents
k in
Ġt akes
ri es
Ġgr own
air i
Ġscr at
? '
Ġb orn
le br
Ġst un
Ġre ach
ĠM ost
ch o
ĠR e
Ġent rance
Ġfeeling s
D aphne
Ġno body
ĠE v
Ġac ce
Ġcol or
Ġmurm ured
S ome
Ġh anging
Ġb rilliant
Ġg h
am b
Ġsh i
Ġsh owing
ĠL avender
Ġgl aring
ĠO liver
B y
Ġ 5
Ġ ve
Ġo rig
Ġac cept
Ġdro p
Ġter rible
Ġph ot
Ġd uel
ri ly
Ġgo es
Ġgr umbled
Ġun able
Ġpr ank
Ġins isted
eng rass
Ġto ss
Ġm ed
Ġg ent
Ġsh ared
Ġch in
ast e
Ġcl ut
ick s
Ġhapp ily
Ġgra b
Ġopen ing
Ġexc it
F ine
Ġhe x
Ġm otion
om p
Ġv ar
Ġ ing
re ts
Ġc and
ĠC an
ak y
Ġvis ion
ĠMagic al
D ella
b ook
Ġw itches
it ted
ll iv
ĠA nt
ement ors
ĠTrans figuration
Ġn er
Ġher s
ĠC rabbe
Ġsome what
Ġsil ently
Ġcol our
O r
Ġe qu
ĠP h
Ġsu ff
Ġreal ize
Ġt ent
Ġp erm
ĠS ec
Ġse vent
Ġel b
Ġap art
Ġce lebr
ĠCharm s
ot tle
ĠA re
il s
Ġposs ibly
er t
en ly
Ġp ath
ĠS p
Ġpu bl
u ry
ri age
ĠE ater
Ġstud ying
Ġfirm ly
ĠGre engrass
Ġridicul ous
S ee
ay ed
ĠB y
ĠAr kie
Ġw ard
ur ors
anc ing
ci ent
less ly
Ġce iling
Ġeff ort
as ted
ĠH edwig
Ġn or
Ġsh all
Ġgr im
Ġfeel s
Ġconf usion
Ġplan ning
Ġexcit ement
a pping
Ġu nd
ke nd
Ġhead ing
Ġperson al
/\/\ /\/\
a ult
Ġf aint
Ġc auldron
Ġst ern
ĠAnd romeda
Ġbelie ved
Ġob ject
Ġdist ance
Ġgigg led
Ġdi ary
Re ally
Ġsend ing
Ġforgot ten
Ġgent le
r ing
ĠT erry
Ġsu per
Ġcomfort able
lliv ander
is f
Ġhis t
ri an
Ġbo ard
Ġunderstand ing
Ġdecis ion
R E
l ight
Ġb ottle
ar ily
Ġd en
Ġg ift
Ġst orm
ce ed
Ġv o
Ġcoll ect
S ure
Ġw ild
ĠD orcas
ear ing
Ġappro ached
ĠBell atrix
w ood
Ġr ules
Ġpro cess
Ġwee kend
Ġsleep ing
al ing
ke y
Ġthink s
ĠWeasley s
Ġhor rible
Ġproper ly
Ġuncomfort able
ĠTra vis
y ond
Ġbe yond
Ġwe ight
Ġunc le
Ġbre aking
) ,
Ġp itch
Ġtri p
V ery
ce ll
Ġch amp
Ġwar ning
Ġbu y
Ġexper ience
Ġnarrow ed
Ġcl aim
Ġv an
Ġgra bbing
Ġscream ing
Ġgod father
Ġdestro y
Ġ ice
ac her
ic ated
ĠT relawney
Ġr isk
ĠN ott
ist ory
Ġhall way
Ġshar ply
Ġgh ost
u le
Ġb igg
Ġam used
Ġcur tain
Ġaw ake
Ġext reme
Ġfa iled
Ġwonder ful
O O
Ġd ry
Ġsh ad
Ġsh are
Ġem er
Ġbreat hing
Ġconsid ering
Ġenjoy ed
A b
ust ing
Ġdisc o
Ġdragg ed
Ġshif ted
Ġf ully
ort ing
umb ling
Ġreg ret
Ġtrans form
z en
Ġb ite
Ġm ate
ĠH ope
ad foot
Ġle vel
anc ed
Ġopp ort
Ġheadm aster
U m
Ġp ush
Ġhard er
ru pt
as ion
Ġg ir
Ġen g
h ony
Ġ ...
Ġr ushed
Ġwhen ever
ĠMin erva
Ġthrow ing
ar ted
ut ter
uc ed
Ġless ons
Ġh idden
ĠF aw
Ġpl at
Ġroll ing
ĠOr der
Ġexpect ing
Ġburn ing
Ġfl in
Ġexc use
Ġreg ard
A N
Ġbe ll
ot s
ĠB rit
Ġoff ic
ĠK ent
Ġsim ilar
Ġlear ning
Ġign ore
Ġreact ion
M alfoy
p ose
Ġst ories
ĠO llivander
Ġru bbed
el s
Ġtw enty
ĠAl ice
Ġfav our
G o
Ġs orted
at ie
ĠH istory
ĠM airi
Ġkn ock
Ġj aw
Ġref used
Ġsquee zed
Ġwel come
lf riend
Ġany where
Ġro se
Ġind eed
ĠSn ips
ĠDa ily
ĠFil ch
Ġsh ield
Ġapp ar
Ġtow er
Ġing red
Ġd rew
Ġl ack
Ġsk ill
Ġtou ched
Ġgest ured
in al
on na
im ent
Ġme rely
Ġbl ur
Ġroom s
ĠGr ing
Ġluck y
ĠMat ilda
e h
Ġre ass
ter day
Ġsh rie
Ġgri p
Ġh arm
Ġto t
pp er
rac ted
rew ett
Ġcompl ain
Ġl ake
Ġg ard
Ġe cho
ĠA ng
ag ue
um ent
Ġpe ace
Ġpres ence
Ġv i
He re
Ġop in
Ġper form
Ġlove ly
Ġplay ed
Ġpun ish
Ġt iny
it ting
Ġli ved
ru ct
s es
el ia
Ġsm o
Ġey ed
Ġcur iously
Ġdorm it
Ġawkward ly
Ġassum ed
M e
at ic
Ġe ager
ĠP o
rou ch
ĠW or
Ġother wise
Ġfl ick
Ġsc ene
Ġsl id
Ġpower ful
d e
Ġin j
st ep
Ġpre fer
Ġcall ing
iet y
ĠPer haps
Be fore
Ġconv in
Every one
Ġwid ened
Ġgir lfriend
U ncle
y ear
z z
Ġteac hing
L L
om ed
ĠF rom
Ġfl ames
E r
ff ee
Ġwindow s
Ġprep ared
ĠGring otts
Ġ 4
Ġs al
Ġm ark
Ġfor th
Ġli ves
Ġsat isf
Ġang rily
Ġbra ve
Ġcharm s
Ġdraw ing
udd enly
Ġdeterm ined
Ġw it
Ġbl ame
ol t
ens ive
Ġstair case
W ait
ad s
Ġfam il
Ġter rified
Ġser iously
Ġk icked
Not hing
L ike
U h
b ology
o ved
ar ch
Ġe ight
Ġj er
ast ic
Ġcomp et
t ime
Ġn atur
Ġst iff
ĠT ournament
ĠC ol
ĠW ould
Ġem otion
Ġdra g
Ġrece ived
Ġinvol ved
Ġhist ory
i qu
Ġf reak
Ġsur v
ins on
Ġgrate ful
i en
Ġsh ake
ĠA pp
pe nd
ck s
Ġfrown ing
Ġess ay
s on
in ct
Ġst ick
Ġhapp ens
Ġdirect ly
O N
re acher
Ġp en
ĠB oth
Ġim m
ĠTh ough
Ġspot ted
by e
Bl aise
Ġ: )
Ġopport unity
m y
Ġp illow
Ġg onna
Ġse par
Ġbl ushed
Ġsn iff
ĠBe fore
Ġpan ic
Ġdism iss
Ġground s
Ġscoff ed
t hat
Ġ rac
Ġsa nd
ĠM anor
pp y
Ġsu it
Ġdown stairs
os ing
Ġass ign
Y rrah
f a
Ġtw ice
Ġpro d
Ġman age
Ġchec ked
Ġt ables
Ġw olf
Ġlight ly
Ġfour th
Ġyes terday
Ġcreat ures
Ġblank et
ist ing
Ġsp oken
Ġdes cri
Ġent er
Ġann ounced
Ġsne ered
atur day
Ġre aching
Ġup d
ĠB ur
Ġqu ar
Ġsound ing
Ġru bbing
Ġref le
Ġpie ces
Ġcreat ure
Ġdisappo inted
Ġfamil ies
Ġre le
ĠP e
ĠB ecause
Ġbit ter
Ġinst antly
Ġcomp any
Ġfore ver
E N
m p
ot ions
Ġset ting
Ġ rough
Ġup stairs
ĠE d
Ġev ents
ĠT ri
Ġmem bers
iv ination
Ġsho ved
ĠM ill
ĠB rian
ond on
Ġocc asion
M iss
Ġt il
Ġpl ans
Ġdoor way
Ġhas n
Ġimp oss
Ġpubl ic
b ing
Ġatt acked
fort unately
Ġrelie ved
ĠRo om
Ġnecess ary
ĠAnt hony
g r
r uc
Ġm ud
Ġbe amed
ld er
ĠE ng
Ġwr ist
Ġheav ily
Ġele ven
Ġportra it
A D
e ch
p ting
s ter
Ġf ail
ĠM aster
Ġcl en
Ġsc ra
Ġpract ically
Ġb ird
all e
ĠHe aler
ĠW here
Ġgu y
Ġel ves
Ġpass ing
app y
Ġlist ened
Ġdro pping
ĠMad ame
Ġparticul ar
Ġingred ients
P eter
a ves
Ġp our
em y
Ġman ner
hy s
Ġjo ke
Ġsqu e
Ġguil ty
Ġl at
Ġfe ather
ĠC rouch
ĠF irst
Ġinnoc ent
Ġvi ol
A uthor
e ep
h h
it ched
ent r
ĠP ark
th y
Ġbrother s
Ġresp ons
Ġfold ed
Ġin k
ĠS omething
Ġsh y
un ted
ĠL ondon
el ve
Ġ1 9
ĠC ass
Ġv ial
Ġsl am
ĠPet e
Ġco ffee
Ġass ured
eg is
Ġpres ents
Ġinform ed
cell ent
b ur
Ġt ens
Ġare a
Ġfall en
ĠZ ach
d ing
ĠP adfoot
ĠB ag
Ġreturn ing
Ġlead ing
Ġgobl in
L E
in c
Ġw ards
ĠS aturday
ra gon
Ġar r
Ġappreci ate
ĠAgain st
Ġextreme ly
W ould
Ġf right
Ġe arth
ent ed
ro p
ĠP rewett
Ġcl ub
os en
Ġgi ant
Ġdark ness
Ġla id
Ġinv is
Ġf an
ĠD el
el ess
Ġcur led
ĠOn ly
Ġpur pose
ĠAm elia
Ġgard en
ĠWor ld
b at
i ving
Ġp hys
Ġsa ved
ra ge
um e
el ing
ĠF r
Ġen ch
Ġmus ic
Ġopin ion
at tered
ĠM uggles
ĠW ood
Ġch all
ĠB oy
Ġcra zy
Ġexch anged
Ġcurrent ly
Ġcop y
U n
f or
Ġ z
Ġ ident
Ġf ought
ĠB ones
Ġr ude
Ġwho se
ation al
Ġen er
Ġansw ers
Ġswe at
Ġsuc cess
g a
i k
Ġs our
Ġb oring
ĠA urors
Ġcl ock
ong s
inn et
Ġboy friend
Ġchapter s
Ġtre mb
O R
a f
Ġbec oming
Ġbet r
Ġagre ement
Ġdel ight
l ies
ad ing
ĠR un
ĠThe ir
Ġso fa
vel op
Ġconc entr
ati ves
Ġacce pted
g an
Ġ i
Ġt it
Ġp alm
Ġat e
The o
Ġra in
Ġexpl an
Ġesc ape
âĢĶâĢĶ âĢĶâĢĶ
Ġc ard
Ġfe ast
Ġde b
Ġenjoy ing
Ġrep ort
Ġbel ow
ĠCl ub
Ġt ar
Ġb ought
Ġp ound
Ġst ate
ĠS ure
Ġal arm
Ġr um
Ġad op
Ġexpl od
Ġrec o
Ġir rit
Ġord ered
ĠEv ans
h ood
s p
Ġl oc
Ġtw isted
Ġgr as
Ġgu est
Ġsn ar
ĠWh ich
Ġpure blood
c cl
u ice
Ġ ought
Ġp aid
ĠH ad
ur se
un ched
Ġde v
Ġfl ushed
Ġpro phe
Ġdec ide
ĠK rum
Ġchoo se
ĠT ower
ĠW iz
ast y
ĠCh o
ĠY es
ĠK atie
ott ie
Ġimposs ible
G r
g ar
Ġb en
Ġb ound
if orm
Ġgr ass
Ġbreat hed
Ġplan ned
Ġhesit ated
Ġvar ious
G et
i os
Ġb ored
ut tered
oy al
Ġaff ect
Ġdecl ared
A R
i um
Ġs oul
Ġl ab
Ġst ore
ro g
am ot
Ġch ose
el ina
Ġv ault
Ġwa ving
ĠHer bology
Ġmar ried
eng amot
Ġ ver
as c
ac y
Ġsh udd
ill ing
ug ust
Ġev il
Ġdeep ly
99 99
Ġt ucked
Ġc ust
Ġad j
Ġem otions
Ġseat s
Ġyell ow
Ġapolog ize
Ġdun ge
step s
E ven
d o
Ġs erv
ed ing
Ġb ent
ĠC ome
Ġwor ks
est ly
Ġpo sit
aus ted
rid ay
ru x
Ġnear by
Ġpur ple
s y
Ġs illy
Ġb an
Ġf aster
at s
Ġc ake
Ġre ck
if y
Ġclos ing
Ġmin istry
ĠSoph ie
Ġpict ures
Ġuns ure
Ġgather ed
Ġvo ices
ccl um
l o
y le
Ġc ream
Ġl ines
Ġn amed
Ġke y
ĠWizard ing
Ġw ore
as y
ĠC up
el ine
ĠN or
ĠF inally
Ġor ph
Ġpro v
Ġpr ed
ĠWiz engamot
t ail
Ġt ear
ow een
et y
Ġch osen
Ġturn s
Ġfriends hip
Ġfur ious
Ġslee ve
Ġdormit ory
b idden
i pp
w izard
at ively
ĠE r
Ġrest ing
Ġimp ressed
Ġsuspic ious
Ġexh austed
Ġbuild ing
Ġf acing
ess ion
Ġde fe
Ġpro ve
Ġbeh av
Ġbring ing
Ġfix ed
Ġbene ath
Ġcurtain s
A uror
b ack
Ġh ang
ir med
Ġst aff
un e
Ġte en
Ġarg ument
D is
Ġt apped
Ġw ound
Ġh ig
en ix
ag g
Ġun iform
Ġpre vent
Ġtr ack
ho enix
Ġdet ails
Ġdel ic
Ġcompl ained
Ġfro ze
s he
Ġa im
ĠD ep
Ġte ased
Ġact ing
Ġdec or
Ġide as
Ġdist racted
wh ile
Ġwit ness
Ġc aut
Ġp ile
ĠT rac
ĠD ementors
ĠR ow
Ġsp un
aw n
Ġfoot steps
Ġcarry ing
K now
ic ed
Ġar tic
Do es
it or
Ġso ot
ell e
ph i
Ġmis er
Ġ vers
is c
Ġp icking
Ġj e
Ġch anging
Ġtw elve
air ed
ble t
Ġsw ear
Ġtop ic
Ġrecogn ized
v iously
v ati
es pite
Ġst umbled
Ġsa f
ĠD ivination
Ġloo se
ĠC omm
ĠB esides
Ġr ing
Ġpl aces
Ġsc hed
Ġtr ick
ĠAnd y
Ġdr am
Ġtri al
Ġbroom s
Ġhor ror
Ġarg ue
Ġwood en
Ġhung ry
H agrid
Ġd umb
Ġg le
Ġst ri
all ed
ri or
Ġsh ower
rac ked
Ġcl oud
au x
Ġrel atives
Ġstre ng
Ġassum e
Ġconv ince
ĠBag man
Ġs ink
Ġab and
Ġinst ruct
Ġdist ract
Ġproblem s
Ġannoy ing
Ġt aste
Ġw ed
Ġl ady
Ġy eh
Ġu m
ĠM ung
act ion
Ġfre sh
Ġment al
u ine
ut ion
ĠN OT
ĠK reacher
Ġsto pping
Ġur ge
em s
Ġnot ed
Ġfl ow
Ġun less
Ġlit er
Ġsw ung
Ġuse ful
Ġtri o
Ġmist ake
Ġdeser ve
ept ember
ĠGod ric
Ġner ves
Ġplat form
Ġconvin ced
Auror a
A r
H i
Ġm arry
Ġfl icked
Ġsp id
Ġgood bye
ron us
im p
Ġr ide
Ġv al
Ġra ising
pr out
Ġwip ed
Ġsmo oth
Ġexplan ation
Ġw ishing
Ġf ist
Ġm ag
ve y
ĠC at
ĠL ove
Ġv ict
Ġdis bel
Ġent h
Ġimp ro
Ġinv est
Ġinc ident
Ġtreat ed
ĠFaw ley
m a
ic ing
Ġsh ip
Ġgl ow
Ġcur sed
Ġwom en
Ġkiss ing
Ġreview s
Ġtor t
cclum ency
g round
r tle
Ġd read
ĠH ave
oo ch
ri b
and s
Ġsm oke
Ġact ion
ĠSt ill
Ġgener al
Ġener gy
N e
Ġt end
Ġt ense
Ġw et
ch ie
eal ous
Ġdesper ately
Ġfif th
v a
Ġd ust
Ġp ump
et te
ĠD igg
Ġbut ter
Ġj ud
ĠF riday
Ġtw in
Ġsl ip
Ġpass age
Ġcat ching
Ġcar ried
Ġform er
Ġmuggle born
Ġspend ing
IN G
Ġthr own
G eorge
Ġs ize
it ude
as ure
ant ing
Ġstart led
Ġrec ord
Ġmur der
Ġexcited ly
Ġpriv ate
Ġc abin
Ġp urs
us ement
Ġst ro
ist ress
Ġsure ly
Ġprofessor s
Ġlow ered
Ġcomment ed
Ġsurround ed
ĠSp innet
, '
l ine
m other
u h
Ġs ides
Ġl oyal
Ġme al
ĠN ick
Ġpl enty
Ġthrough out
cl es
Ġpot ent
Ġstand s
Ġste pping
ĠPark inson
on estly
Ġf al
id ly
Ġst ir
ra p
Ġv ague
Ġmess age
Ġsne ak
Ġincred ibly
g ress
Ġto ast
Ġfl ash
Ġsp at
Ġevery where
Ġatt end
Ġlight s
Ġowl s
Ġhar sh
Ġorig inal
T H
r is
Ġs ip
Ġl eng
Ġp in
us i
Ġst ation
ĠF ire
Ġar t
Ġcont em
Ġmove ment
Ġimag ined
Ġenc ou
? !
o f
Ġg ul
ay ing
ad ora
ri ve
omet imes
Ġpre c
Ġen s
Ġbr ow
Ġmo v
On ly
Ġscow led
re m
Ġf ake
Ġd ucked
al k
ĠG ood
Ġwar ned
Ġbat tle
ĠTw o
o b
Ġw is
at ically
Ġl ad
Ġle ap
Ġspe ech
Ġact ions
Ġrec ently
Ġshr ug
Ġcup board
Ġgen uine
Ġbother ed
Ġcharac ters
is ingly
ĠS prout
am us
ri er
ĠAl so
Ġbreat he
ĠHall oween
Ġspl it
' ,
A unt
e an
u nder
w r
ing er
ĠS ince
Ġsh own
Ġman or
Ġsec rets
Ġmean ing
Ġpap ers
Ġph one
claim er
Ġcre ep
ĠTH E
Ġslam med
Ġf il
Ġd ancing
Ġsm iles
Ġevery body
ĠPotter s
arc us
ĠNot hing
arr ing
Ġiss ue
Ġstun ned
Ġstreng th
ĠDigg ory
W as
Ġb al
Ġc ost
en ces
ĠH ooch
il isk
ĠL ady
ĠL ottie
Ġspe ed
ĠAl though
Ġimp ress
Ġrel uct
Ġpret end
Ġocc ur
Ġrequ est
Ġclim bed
Ġmass ive
/\/\/\/\ /\
Ġwh om
Ġan t
ĠA d
ra nd
ink led
ol ves
Ġimp ati
Ġannoy ance
Wh ich
Ġtem per
M ad
Ġc oo
Ġli kes
Ġsp ir
Ġun like
Ġpow ers
ĠPar vati
Ġrese arch
Ġm ult
ac he
ĠS orting
Ġsh oot
ch n
ĠB r
Ġbl ind
Ġun w
int ment
Ġadd ress
k y
Ġt ip
Ġc ared
Ġm ons
Ġd im
ĠS ke
Ġse ction
Ġj oy
Ġfe at
ĠW ing
Ġv ill
Ġgl o
Ġpr anks
Ġapp l
Ġad ults
Ġgest ure
Ġsevent h
ĠBrit ain
Ġfavour ite
alle ons
u ch
Ġthe ory
Ġf ield
Ġch airs
Ġinclud ing
Ġstrugg led
Ġtremb ling
Ġtar get
ĠMung o
Ġd irty
ĠH ospital
ĠP riv
ce nd
Ġex ist
ap er
Ġam usement
Ġim age
Ġcur ls
Ġwin ced
rod e
ĠMill ie
ĠRun es
Ġenth usi
T w
w ord
Ġj ealous
Ġsc an
iss ion
Ġreal izing
Ġ1 0
Ġloud er
Ġsent ence
Ġwarm th
ĠEvery thing
Ġflin ched
ĠBur row
R ose
i xt
ro aker
ra g
Ġte chn
Ġwhisp ers
Ġinc hes
Ġarg ued
Ġho le
aux bat
h aired
Ġ ,
Ġt ail
Ġc ow
Ġc ook
Ġshe lves
ĠA egis
